Repository: ctwelve/KitchenMemory
Catalog: KitchenMemory/Localizable.xcstrings
Source language: en_us
Languages: de_de, es_mx, fr_ca, it_it

# settings.icloud.summary
source: Keeps this device’s recipe library in your private iCloud database and available to Kitchen Memory on your other devices.
de_de: Hält die Rezeptsammlung dieses Geräts in deiner privaten iCloud-Datenbank und macht sie in Küchengedächtnis auf deinen anderen Geräten verfügbar.
es_mx: Mantiene la biblioteca de recetas de este dispositivo en tu base de datos privada de iCloud y disponible en Memoria de cocina en tus otros dispositivos.
fr_ca: Conserve la bibliothèque de recettes de cet appareil dans votre base de données iCloud privée et la rend accessible dans Mémoire de cuisine sur vos autres appareils.
it_it: Mantiene la raccolta di ricette di questo dispositivo nel tuo database iCloud privato e la rende disponibile in Memoria di cucina sugli altri dispositivi.

# settings.icloud.toggle
source: Sync recipes with iCloud
de_de: Rezepte mit iCloud synchronisieren
es_mx: Sincronizar recetas con iCloud
fr_ca: Synchroniser les recettes avec iCloud
it_it: Sincronizza ricette con iCloud

# settings.privacy.summary
source: No tracking or data collection.
de_de: Kein Tracking und keine Datenerfassung.
es_mx: Sin rastreo ni recopilación de datos.
fr_ca: Aucun suivi ni aucune collecte de données.
it_it: Nessun tracciamento né raccolta di dati.

# settings.reset.action
source: Reset Kitchen…
de_de: Küche zurücksetzen…
es_mx: Restablecer cocina…
fr_ca: Réinitialiser la cuisine…
it_it: Reimposta Cucina…

# settings.reset.confirmation.action
source: Reset Kitchen
de_de: Küche zurücksetzen
es_mx: Restablecer cocina
fr_ca: Réinitialiser la cuisine
it_it: Reimposta Cucina

# settings.reset.confirmation.message
source: All recipes, edits, revision history, imported source captures, and recipe metadata in this Kitchen will be permanently deleted. Kitchen Memory will restore the sample recipes included with this version only if the bundled recipe pack is enabled. This cannot be undone.
de_de: Alle Rezepte, Bearbeitungen, der Revisionsverlauf, importierte Quellaufzeichnungen und Rezeptmetadaten dieser Küche werden dauerhaft gelöscht. Küchengedächtnis stellt die Beispielrezepte dieser Version nur wieder her, wenn das mitgelieferte Rezeptpaket aktiviert ist. Dies kann nicht rückgängig gemacht werden.
es_mx: Se eliminarán permanentemente todas las recetas, ediciones, historiales de revisión, capturas de origen importadas y metadatos de recetas de esta cocina. Memoria de cocina restaurará las recetas de muestra incluidas en esta versión solo si el paquete de recetas incluido está activado. Esta acción no se puede deshacer.
fr_ca: Toutes les recettes, modifications, historiques de révision, captures de sources importées et métadonnées de recettes de cette cuisine seront supprimés définitivement. Mémoire de cuisine restaurera les exemples de recettes inclus dans cette version seulement si le lot de recettes inclus est activé. Cette action est irréversible.
it_it: Tutte le ricette, le modifiche, la cronologia delle revisioni, le acquisizioni delle fonti importate e i metadati delle ricette in questa Cucina verranno eliminati definitivamente. Memoria di cucina ripristinerà le ricette di esempio incluse in questa versione solo se il pacchetto di ricette incluso è attivato. L’operazione non può essere annullata.

# settings.reset.confirmation.title
source: Reset Kitchen?
de_de: Küche zurücksetzen?
es_mx: ¿Restablecer la cocina?
fr_ca: Réinitialiser la cuisine?
it_it: Reimpostare la Cucina?

# settings.reset.summary
source: Restore this Kitchen to the sample recipes included with the current version of Kitchen Memory.
de_de: Setze diese Küche auf die Beispielrezepte zurück, die in der aktuellen Version von Küchengedächtnis enthalten sind.
es_mx: Restaura esta cocina con las recetas de muestra incluidas en la versión actual de Memoria de cocina.
fr_ca: Restaurez cette cuisine avec les exemples de recettes inclus dans la version actuelle de Mémoire de cuisine.
it_it: Riporta questa Cucina alle ricette di esempio incluse nella versione attuale di Memoria di cucina.

# settings.samples.action.install
source: Install Sample Recipes
de_de: Beispielrezepte installieren
es_mx: Instalar las recetas de ejemplo
fr_ca: Installer les recettes d’exemple
it_it: Installa ricette di esempio

# settings.samples.action.install-missing
source: Install Missing Sample Recipes
de_de: Fehlende Beispielrezepte installieren
es_mx: Instalar las recetas de ejemplo que faltan
fr_ca: Installer les recettes d’exemple manquantes
it_it: Installa ricette di esempio mancanti

# settings.samples.action.installed
source: Sample Recipes Installed
de_de: Beispielrezepte installiert
es_mx: Recetas de ejemplo instaladas
fr_ca: Recettes d’exemple installées
it_it: Ricette di esempio installate

# settings.samples.deleted
source: Samples in Deleted Items
de_de: Beispiele unter „Gelöschte Einträge“
es_mx: Ejemplos en elementos eliminados
fr_ca: Exemples dans les éléments supprimés
it_it: Esempi in Elementi eliminati

# settings.samples.edited
source: Edited Recipes preserved
de_de: Bearbeitete Rezepte bleiben erhalten
es_mx: Recetas editadas conservadas
fr_ca: Recettes modifiées conservées
it_it: Ricette modificate conservate

# settings.samples.enabled
source: Install bundled sample pack
de_de: Mitgeliefertes Beispielpaket installieren
es_mx: Instalar las recetas de ejemplo incluidas
fr_ca: Installer les recettes exemples incluses
it_it: Installa la raccolta di esempi inclusa

# settings.samples.folder-name
source: Sample Pack
de_de: Beispielpaket
es_mx: Recetas de ejemplo
fr_ca: Recettes exemples
it_it: Raccolta di esempi

# settings.samples.installation.message
source: Installation checks stable recipe identities and adds only missing samples.
de_de: Die Installation prüft stabile Rezeptidentitäten und fügt nur fehlende Beispiele hinzu.
es_mx: La instalación comprueba las identidades estables de las recetas y agrega únicamente los ejemplos que faltan.
fr_ca: L’installation vérifie les identifiants stables des recettes et ajoute seulement les exemples manquants.
it_it: L’installazione controlla le identità stabili delle ricette e aggiunge solo gli esempi mancanti.

# settings.samples.intent-message
source: This setting records your last request. Changes on other devices never install or remove Recipes automatically.
de_de: Diese Einstellung speichert deine letzte Anfrage. Änderungen auf anderen Geräten installieren oder entfernen Rezepte niemals automatisch.
es_mx: Este ajuste registra tu última solicitud. Los cambios en otros dispositivos nunca instalan ni eliminan recetas automáticamente.
fr_ca: Ce réglage indique votre dernière demande. Les changements sur d’autres appareils n’installent ni ne suppriment automatiquement des recettes.
it_it: Questa impostazione registra la tua ultima richiesta. Le modifiche su altri dispositivi non installano né rimuovono mai le Ricette automaticamente.

# settings.samples.remove-action
source: Move Samples to Deleted Items
de_de: Beispiele nach „Gelöschte Einträge“ verschieben
es_mx: Mover ejemplos a elementos eliminados
fr_ca: Déplacer les exemples vers les éléments supprimés
it_it: Sposta gli esempi in Elementi eliminati

# settings.samples.remove-message
source: Only the untouched samples counted below will move to Deleted Items. Edited Recipes, Folders and Tags stay. You can restore deleted samples later.
de_de: Nur die unten gezählten unveränderten Beispiele werden nach „Gelöschte Einträge“ verschoben. Bearbeitete Rezepte, Ordner und Tags bleiben erhalten. Gelöschte Beispiele lassen sich später wiederherstellen.
es_mx: Solo los ejemplos sin modificar contados abajo se moverán a elementos eliminados. Las recetas editadas, carpetas y etiquetas se conservan. Puedes restaurar los ejemplos después.
fr_ca: Seuls les exemples non modifiés comptés ci-dessous seront déplacés vers les éléments supprimés. Les recettes modifiées, dossiers et étiquettes restent. Vous pourrez restaurer les exemples supprimés.
it_it: Solo gli esempi non modificati conteggiati qui sotto verranno spostati in Elementi eliminati. Le Ricette modificate, le Cartelle e i Tag rimangono. Potrai ripristinare gli esempi eliminati in seguito.

# settings.samples.remove-title
source: Remove untouched samples?
de_de: Unveränderte Beispiele entfernen?
es_mx: ¿Quitar los ejemplos sin modificar?
fr_ca: Retirer les exemples non modifiés?
it_it: Rimuovere gli esempi non modificati?

# settings.samples.section
source: Sample Recipes
de_de: Beispielrezepte
es_mx: Recetas de ejemplo
fr_ca: Recettes d’exemple
it_it: Ricette di esempio

# settings.samples.status.complete
source: All sample recipes are installed.
de_de: Alle Beispielrezepte sind installiert.
es_mx: Todas las recetas de ejemplo están instaladas.
fr_ca: Toutes les recettes d’exemple sont installées.
it_it: Tutte le ricette di esempio sono installate.

# settings.samples.status.none
source: No sample recipes are installed.
de_de: Keine Beispielrezepte installiert.
es_mx: No hay recetas de ejemplo instaladas.
fr_ca: Aucune recette d’exemple n’est installée.
it_it: Nessuna ricetta di esempio installata.

# settings.samples.status.partial
source: Some sample recipes are missing.
de_de: Einige Beispielrezepte fehlen.
es_mx: Faltan algunas recetas de ejemplo.
fr_ca: Certaines recettes d’exemple sont manquantes.
it_it: Mancano alcune ricette di esempio.

# settings.samples.status.unavailable
source: Sample recipe status is unavailable.
de_de: Status der Beispielrezepte nicht verfügbar.
es_mx: El estado de las recetas de ejemplo no está disponible.
fr_ca: L’état des recettes d’exemple n’est pas disponible.
it_it: Lo stato delle ricette di esempio non è disponibile.

# settings.samples.tag-name
source: samples
de_de: beispiele
es_mx: ejemplos
fr_ca: exemples
it_it: esempi

# settings.samples.unavailable
source: Samples awaiting evidence
de_de: Beispiele warten auf Nachweise
es_mx: Ejemplos en espera de datos
fr_ca: Exemples en attente de données
it_it: Esempi in attesa di dati probatori

# settings.title
source: Settings
de_de: Einstellungen
es_mx: Configuración
fr_ca: Réglages
it_it: Impostazioni

# startup.loading
source: Preparing Your Kitchen…
de_de: Deine Küche wird vorbereitet…
es_mx: Preparando tu cocina…
fr_ca: Préparation de votre cuisine…
it_it: Preparazione della tua Cucina…

# startup.samples.later-message
source: You can add them later from Settings.
de_de: Du kannst sie später in den Einstellungen hinzufügen.
es_mx: Puedes agregarlas más tarde desde Configuración.
fr_ca: Vous pourrez les ajouter plus tard dans Réglages.
it_it: Potrai aggiungerle in seguito dalle Impostazioni.

# startup.samples.message
source: Kitchen Memory includes a small collection of sample recipes. Add them to your recipe library?
de_de: Küchengedächtnis enthält eine kleine Auswahl an Beispielrezepten. Möchtest du sie deiner Rezeptsammlung hinzufügen?
es_mx: Memoria de cocina incluye una pequeña colección de recetas de ejemplo. ¿Quieres agregarlas a tu recetario?
fr_ca: Mémoire de cuisine comprend une petite collection de recettes d’exemple. Voulez-vous les ajouter à votre bibliothèque de recettes?
it_it: Memoria di cucina include una piccola raccolta di ricette di esempio. Vuoi aggiungerle alla tua raccolta?

# startup.samples.title
source: Add Sample Recipes?
de_de: Beispielrezepte hinzufügen?
es_mx: ¿Agregar recetas de ejemplo?
fr_ca: Ajouter des recettes d’exemple?
it_it: Aggiungere ricette di esempio?

# startup.unavailable.message
source: Your recipe library couldn’t be prepared. Try again. If the problem continues, quit and reopen the app.
de_de: Deine Rezeptsammlung konnte nicht vorbereitet werden. Versuche es erneut. Besteht das Problem weiter, beende die App und öffne sie erneut.
es_mx: No se pudo preparar tu recetario. Intenta de nuevo. Si el problema continúa, cierra y vuelve a abrir la app.
fr_ca: Votre bibliothèque de recettes n’a pas pu être préparée. Réessayez. Si le problème persiste, quittez l’app, puis rouvrez-la.
it_it: Non è stato possibile preparare la raccolta di ricette. Riprova. Se il problema continua, chiudi e riapri l’app.

# startup.unavailable.title
source: Kitchen Memory Couldn’t Open
de_de: Küchengedächtnis konnte nicht geöffnet werden
es_mx: No se pudo abrir Memoria de cocina
fr_ca: Impossible d’ouvrir Mémoire de cuisine
it_it: Impossibile aprire Memoria di cucina

# value.not-available
source: Not available
de_de: Nicht verfügbar
es_mx: No disponible
fr_ca: Non disponible
it_it: Non disponibile

# value.not-specified
source: Not specified
de_de: Nicht angegeben
es_mx: Sin especificar
fr_ca: Non indiqué
it_it: Non specificato

# field.optional.prompt
source: Optional
es_mx: Opcional
fr_ca: Facultatif
it_it: Facoltativo

# organization.name
source: Name
es_mx: Nombre
fr_ca: Nom
it_it: Nome

# organization.tags
source: Tags
es_mx: Etiquetas
fr_ca: Étiquettes
it_it: Tag

# recipe.ingredient.scaling.linear
source: Linear
es_mx: Lineal
fr_ca: Linéaire
it_it: Lineare

# recipe.presentation.ingredient.optional
source: %1$(ingredient)@, optional
es_mx: %1$(ingredient)@, opcional
fr_ca: %1$(ingredient)@, facultatif
it_it: %1$(ingredient)@ (opzionale)

# recipe.source.kind.person
source: Person
es_mx: Persona
fr_ca: Personne
it_it: Persona
